Repository: TornadoAzul/intsplay
Catalog: lib/l10n/intl_*.arb
Languages: es

# cambiaremisora
source: Change station by sliding up
es: Cambiar emisora deslizando para arriba

# misemisoras
source: My stations
es: Mis emisoras

# buscar
source: Search here
es: Buscar aquí

# nohayemisoras
source: No saved stations
es: No hay emisoras guardadas

# obtensignal
source: Get INTS PLAY SIGNAL
es: Obtén INTS PLAY SIGNAL

# buscaremisora
source: Search for a station
es: Obtén INTS PLAY SIGNAL

# saludo
source: Hello, my name is Ints!
es: ¡Hola, me llamo Ints!

# addemisora
source: Add a station
es: Añadir emisora

# descripcionaddemisora
source: Add a station to start this adventure!
es: Añade una emisora para dar inicio a esta aventura.

# titulokp4
source: To KP4-LRA, from Emmanuel
es: Para KP4-LRA, de Emmanuel

# contenidokp4
source: After so much work and sacrifice, today I have finished this small piece of us for humanity. That's why I dedicate it to you, wherever you are. You were the reason I fell in love with technology, the reason I became passionate about radio, and the reason I loved to keep everything in its place. You were the only person who, amidst everything, listened to me. You were my hero in my childhood, not just mine, but also my mom's, your talented daughter. You asked me to spread the word of God. I promised you, and through this means, I fulfill my word. Thank you for being my hero. From this earthly plane, with my hand on my heart, together with family, your colleagues, and all those you impacted with your being, I thank you. Some called you KP4-LRA, but today, I call you abuelo.
es: Después de tanto trabajo y sacrificio, hoy he terminado este pequeño legado para la humanidad. Por ello, te lo dedico a ti, dondequiera que estés. Fuiste la razón por la que amo la tecnología, por la que me apasioné con la radio y por la que amé mantener todo en su lugar. Fuiste la única persona que, en medio de todo, me escuchó. Fuiste quien, en mi infancia, fue mi héroe. No solo el mío, sino también el de mamá, tu talentosa hija. Me pediste que llevara la palabra de Dios. Yo te lo prometí y, por este medio, cumplo mi palabra. Gracias por ser mi héroe. Desde este plano terrenal, con la mano en el corazón, junto a la familia, a tus colegas y a todos aquellos a quienes impactaste con tu ser, te doy las gracias. Algunos te llamaban KP4-LRA, pero yo hoy te llamo abuelo.
